[{
        "date": "2020-12-01T00:00:00Z",
        "sentiment": "Neutral",
        "title": "Tesla Sales Have Fallen Off A Cliff In Europe’s “Greenest” Car Markets In 2020",
        "content": "Tesla’s \n November sales numbers in Holland and Norway were astonishingly bad, but actually follow a pattern that has been established for all of 2020. The final month of any quarter is always a good one for Tesla in its stuff-the-channel effort to make quarterly numbers, but this far in 2020, we have already had three “final months” and the numbers simply do not lie. For the first 11 months of 2020, Tesla’s registrations have fallen 78% in the Netherlands and 75% in Norway. \n\n\nTo be fair, Tesla has performed better in 2020 than 2019 in the UK and Germany, and of course Tesla will pull its normal “channel stuffing'' of deliveries around Christmas to try and flatter full-year figures. Net net, though, the destruction of demand for Tesla in the “greener” markets implies that Tesla’s sales will fall at least 30% in Europe in 2020, a much larger decline than the European car market as a whole will suffer. \nMore importantly, the development of market share in The Netherlands and Norway shows how Tesla will fare as the other vehicle markets (U.S. and China, for example) become more mature regarding the supply of electric vehicles. The simple answer is: not well, and there is only one credible explanation: Volkswagen \nHere are published registration figures from European governmental agencies. \n\n Norway (Source: OFV)  \nModel 3 267 452 3,538 14,432 \nTesla Total 546 325 4,324 17,403 \nVW ID.3 986 n/a 5,451 n/a \nAudi e-tron 569 518 8,773 5,095 \n\n Netherlands (Source: RAI)  \nModel 3 91 3,977 4,431 17,868 \nTesla Total 152 4,810 4,113 18,428 \nVW ID.3 1,499 n/a 4,882 n/a \nAudi e-tron 382 167 1,555 1,062 \nSo, Tesla has “lost” more than 27,000 unit sales from these two relatively small countries thus far in 2020. This is the major reason that Tesla has zero chance of delivering 500,000 units this year and serves as a partial offset to incremental units Tesla is producing in China at its Lingang facility near Shanghai. As the table above shows, much of Tesla’s lost BEV volume has been assumed by Volkswagen. \nBut that's not a full offset, because, as the Chinese media hyped a few weeks ago, Tesla has sent 7,000 Model 3s (SR+ configuration, according to my sources) to Europe. Sending its; lowest-end vehicle to try and plug a hole in the leaking dike of plunging Dutch sales is a self-defeating strategy for Tesla. Those Chinese-made SR+s are apparently much heavier than theri Fremont-built cousins owing to their use of LFP batteries. That negatively impacts performance, both in 0-60 times and full-charge range. No consumer products company has ever saved its brand by dumping a bunch of low-end products on a key market. It doesn’t work that way. \nSo, the European BEV pecking order has been clearly set. Volkswagen is number 1. The Audi e-tron and VW ID.3 are dominating their respective zero-emissions categories, and I believe that will continue into 2021. Geely/Volvo’s Polestar has been widely lauded for its Polestar 2 BEV model, and after some launch glitches owing to software problems, it is the niche model to watch in Europe in 2021 on the BEV passenger car side. Polestar’s corporate cousin, the Volvo XC40 Recharge, would carry that title on the battery-powered SUV side. \nBut what about Tesla’s Model 3 and the soon-to-be-introduced-in-Europe Model Y? Like water, car sales find their own level. While consumers will wait for a given product—and I don’t doubt that some European consumers are waiting for Model Ys—the auto industry has never, in my 30 years of following it, shown any tendency to shortages. There are ALWAYS other cars to buy. \nAutos are a consumer product. Just as demand for BlackBerry and Nokia smartphones was eroded and eventually destroyed by the iPhone and Android devices, the European consumer is now voting with her wallet and choosing the newer, more innovative product (VW’s ID.3) over the first-mover (the Model 3). Comparisons over price, range and other technical details are irrelevant. The ID.3 and Model 3 plug into an outlet. That;’s the difference here. They are now and always will be direct competitors, and will be for as long as BEVs are sold at the expense of both the environment and FCEVs, which, in my opinion, represent a superior technology. \nBut electric cars are cool to look at and fun to drive, as the “throttle” response is something that cars with internally combusted engines can never match. Massive government subsidies and a cool factor are a potent combination, and are, along with technical, indexing factors, the main reason why Tesla has a market cap in excess of $500 billion today. The back-of-the-envelope math carried out by the innumerate buffoons who “follow” Tesla and are either bought off (by banking fees from Tesla’s frequent stock and bond offerings) or just plain stupid, is ignoring one slightly important factor: COMPETITION. \nMusk woke the auto industry up to the potential of BEVs, but did so by cutting financial and operational corners. Tesla makes cars that have a horrible reputation for quality as measured by the most-respected auto industry surveys. That was an error of hubris. The door is open for a well-made BEV and Volkswagen has walked through that door with the ID.3. With ID.4 production now underway at two VW JV factories in China and ID.4 exports from Germany to the U.S. beginning very soon, the game is truly underway. \nThe existence of competition—let alone the ability of VW to absolutely destroy demand for Teslas in key markets—is in no way factored into the valuation of Tesla stock. Competition. Competition. Competition. It is the lifeblood of the car industry. Someday the buffoonish “analysts” who follow Tesla (none of them also follow Volkswagen, to my knowledge) will figure that out. Today is not that day.  \n Follow me on or. Check out my.  I have researched stocks for 27 years, starting fresh out of college at Lehman Brothers and then moving to Donaldson, Lufkin and Jenrette. At DLJ I was a Senior Analyst following US auto parts companies before relocating to London to originate DLJ's European Automotive coverage and then moving to UBS. I had a decade of sell-side experience, attaining the CFA designation. After years of growing my own portfolio, I founded Portfolio Guru LLC three years ago. I construct portfolios for my clients on a fee-only, separately-managed basis and write about small stocks in my newsletter, MicroCap Guru. My work is also featured on Real Money, the premium portal of TheStreet.com. The Sanskrit root of \"Guru\" combines \"dispel\" and \"darkness.\" I invest solely for individuals, and for them I try to dispel the darkness that emanates from Wall Street. My friends enjoy poking fun at my nom de stock, and when I am not Guru-ing, I enjoy spending time with them, outdoor activities, and sampling NYC. I can be reached at jim@excap.biz ",
        "url": "https://www.forbes.com/sites/jimcollins/2020/12/01/tesla-sales-have-fallen-off-a-cliff-in-europes-greenest-car-markets-in-2020/",
        "id": "2af47e1c-3ce1-51d6-8b30-638373183757",
        "parent_classification": "economy, business and finance",
        "child_classification": "business",
        "publication": "Forbes"
    },
    {
        "date": "2020-12-01T00:00:00Z",
        "sentiment": "Positive",
        "title": "This Surveillance Tool Can Find You With Just Your Telephone Number — Did These 25 Countries Buy It?",
        "content": "A surveillance technology that can identify the location of a phone anywhere in the world in just seconds with only a telephone number has been detected in 25 countries, some with chequered records on human rights, according to research released Tuesday. \nThe tech was supplied by the Israeli business Circles, claimed Citizen Lab, a University of Toronto organization that has long tracked the activities of surveillance companies. Circles is a sister company of NSO Group, an iPhone and Android spyware developer that is currently being sued by Facebook over attacks on the WhatsApp accounts of 1,400 users and has been criticized for selling to nations who went on to spy on activists, journalists and other citizens. \nAccording to Citizen Lab, the Circles tracking tool was detected in both Western, democratic countries, and nations with poor human rights records. The full list, according to Citizen Lab and neither confirmed nor denied by Circles, included: Australia, Belgium, Botswana, Chile, Denmark, Ecuador, El Salvador, Estonia, Equatorial Guinea, Guatemala, Honduras, Indonesia, Israel, Kenya, Malaysia, Mexico, Morocco, Nigeria, Peru, Serbia, Thailand, the United Arab Emirates (U.A.E.), Vietnam, Zambia, and Zimbabwe. \nThe technique used by the Circles snooping tech is known as Signaling System 7 (SS7) exploitation, a powerful yet difficult-to-detect tool in government spy arsenals. It’s named after the portion of the telecoms network that deals with cross-border functionality and billing. When, for instance, you travel to another country, the SS7 network is used to move your phone over to a partner telecoms provider and adjust billing accordingly. But should a surveillance vendor have access to SS7 networks, either via hacking or acquiring it, they can send commands to a subscriber’s “home network” falsely indicating the subscriber is roaming. That will, in turn, reveal their location, though only the coordinates of the cell tower closest to the phone. It may also be possible to intercept calls and texts through SS7 exploitation, though Circles technology is only for location detection, according to two industry sources. (According to trademark filings, it does have a technology called PixCell for “tapping into or intercepting targets' wireless, telephone, computer, and internet communications.”) \nIf such a significant number of countries have bought access to the Circles tool, it would indicate that all can locate a phone, and its owner, at rapid speed. Marczak noted that one of the main selling points of the Circles tool was that it didn’t need cooperation from a telecoms company. If used by countries with lax rule of law and human rights controls, it could help repressive government surveillance agencies track targets across borders, without the need for a warrant, Citizen Lab researcher Bill Marczak warned. \nMany of the countries listed as likely Circles customers have a track record of using surveillance tools against dissidents and activists, Citizen Lab claimed. Forbes  previously revealed Circles’ sales to Mexico, whilst others had reported on deals with the U.A.E. , where it was alleged the company’s tools were used to carry out surveillance on the Emir of Qatar and the prime minister of Lebanon. The U.A.E., for instance, allegedly targeted the now imprisoned activist Ahmed Mansoor with malware from at least three different companies - NSO Group included - before arresting him in 2017. Mexico, meanwhile, “serially abused NSO Group’s Pegasus spyware” in targeting at least 25 reporters, human rights defenders, and the families of individuals killed or disappeared by cartels, according to previous Citizen Lab research. NSO has always stated that it works for legitimate government agencies on investigations into the worst kinds of crimes, and has an ethics committee that reviews contracts, though it cannot comment on the identity of its customers. \n“Given Circles' affiliation with NSO Group, and repeated spyware abuse by NSO customers, it's disappointing to see Western governments patronizing the company,” added Marczak. \nAn NSO spokesperson gave Forbes a joint NSO and Circles response, stating: “NSO and Circles are separate companies within the same corporate family, both of which lead their industries in a commitment to ethical business and adhere to strict laws and regulations in every market in which they operate. As we have previously stated, Circles is involved in search and rescue and tactical geolocation technology. \n“We cannot comment on a report we have not seen. Given Citizen Lab’s track record, we imagine this will once again be based on inaccurate assumptions and without a full command of the facts. As ever, we find ourselves being asked to comment on an unpublished report from an organization with a predetermined agenda.” \nThe spokesperson declined to comment on the countries listed by Citizen Lab as customers. \nCitizen Lab said it tracked down Circles customers by looking for a unique “fingerprint” on servers across the globe that helped them identify where the spy tool was deployed. That fingerprint was built on numerous data points, most significantly a web domain that was linked to Circles business, according to the full technical report. \nCircles was an independent intelligence agency vendor up until 2014, when it was acquired by private equity company Francisco Partners for $130 million and merged into a larger surveillance company. That umbrella organization also included NSO Group. \nBut Circles isn’t the only SS7 surveillance provider on the market. Cyprus-based Intellexa, set up by former Circles co-founder Tal Dilian , uses SS7 exploitation as one of its many tools to track a target. Israeli companies Verint, Rayzone and 1rstWAP offer similar services, according to one industry executive. Ability Inc., another Israeli firm, tried to take the tech global, but crashed out of the Nasdaq after failing to secure customers. \nThose providers’ days should, in theory, be numbered, if they stick to solely doing SS7 attacks. The flaws that allow SS7 attacks to take place have long been fixable. The attacks are only possible because SS7, in its original form, doesn’t require any authentication to guarantee the legitimacy and safety of messages traversing the network. It would require some effort by global telecoms networks to address the flaws, but some efforts have been made to patch the vulnerabilities. The U.K., for instance, recently proposed telecommunications security legislation that would grant a regulator the authority to ensure the nation’s networks are secure against SS7 attacks. \nNevertheless, whilst those gaping holes remain open across global networks, government spies can continue to track anyone, anywhere, with just their phone number. ",
        "url": "https://www.forbes.com/sites/thomasbrewster/2020/12/01/this-spy-tool-can-find-you-with-just-a-telephone-number-and-25-countries-own-it-warn-researchers/",
        "id": "a1bae2ca-314a-554c-88ce-46e5fa08ddb6",
        "parent_classification": "science and technology",
        "child_classification": "technology",
        "publication": "Forbes"
    },
    {
        "date": "2020-12-01T00:00:00Z",
        "sentiment": "Negative",
        "title": "Warning Issued For Millions Of New iPhone Users",
        "content": "Despite some display concerns , early reports suggest Apple’s new iPhone 12 mini, iPhone 12, iPhone 12 Pro and iPhone 12 Pro Max are breaking sales records. But potential upgraders might now want to wait because serious cellular problems are now being reported by thousands of owners. \nFirst spotted by 9to5Mac , over 500 iPhone 12 owners have posted to Apple’s Official Support Communities forum that their phones (seemingly all iPhone 12 models) are dropping both 5G and 4G reception, leaving them without connectivity even in areas with strong signal. Moreover, when I dug further into this issue, I found numerous similar threads with thousands of comments posted to Reddit threads for , and as well as complaints about signal drops on international carriers. \nDescribing the problem, affected users (spread as widely as the US to Japan, India and the UAE) say reception strength on their new iPhones suddenly drops before disappearing. For some, the signal can return in under a minute but for others they have to restart their phone, toggle Airplane mode or remove and replace their sim to get it back. \n“For me it’s almost like clockwork. If you’re actively using your phone for more than 20 minutes at a time, you’re bound to experience the dropped signal. I’ve tried endless workarounds to no avail.” - \nInterestingly, one affected Verizon store worker also customers are now coming into the store to complain about the issue. Switching between towers seems to be a common cause, regardless of network, for others their signal disappears even when standing still. Unfortunately, some very unlucky iPhone 12 owners are also being impacted by both problems: \n“It's particularly bad when moving (and switching between towers). Even when I'm stationary the signal randomly drops to zero multiple times a day. Only airplane mode/reboot can restore service, and I've erased network settings multiple times now. I'm using a new AT&amp;T; SIM provided by Apple.” - \nWhile there is some about the issue, the problems are clearly impacting a significant number of iPhone 12 owners. They also add to a wider pattern of cellular issues with the iPhone 12 range. At launch, iPhone 12 owners were impacted by widespread SMS issues while the latest iOS 14 release ( iOS 14.2.1 ) patches problems with iPhone 12 models not receiving MMS messages. \nI have reached out to Apple and will update this post when I receive a response. \n___ \n Follow Gordon on  Facebook  \nMore On Forbes \n Apple Insider Reveals Major iPhone 13 Display Upgrade \n Apple Reveals New AirPods Design In New iOS 14.3 Release \n I am an experienced freelance technology journalist. I have written for Wired, The Next Web, TrustedReviews, The Guardian and the BBC in addition to Forbes. I began in b2b print journalism covering tech companies at the height of the dot com boom and switched to covering consumer technology as the iPod began to take off. \n\nA career highlight for me was being a founding member of TrustedReviews. It started in 2003 and we were repeatedly told websites could not compete with print! Within four years we were purchased by IPC Media (Time Warner's publishing division) to become its flagship tech title. \n\nWhat fascinates me are the machinations of technology's biggest companies. Got a pitch, tip or leak? Contact me on my professional Facebook page. I don't bite. ",
        "url": "https://www.forbes.com/sites/gordonkelly/2020/12/01/apple-iphone-12-pro-max-iphone-12-mini-4g-5g-cellular-signal-problems-iphone-11-pro-max-upgrade/",
        "id": "be57bee5-7115-5f8f-8560-e4c532878fad",
        "parent_classification": "science and technology",
        "child_classification": "technology",
        "publication": "Forbes"
    }
]