{
    "date": "2020-12-01T00:00:00Z",
    "sentiment": "Neutral",
    "title": "Tesla Sales Have Fallen Off A Cliff In Europe’s “Greenest” Car Markets In 2020",
    "content": "Tesla’s \n November sales numbers in Holland and Norway were astonishingly bad, but actually follow a pattern that has been established for all of 2020. The final month of any quarter is always a good one for Tesla in its stuff-the-channel effort to make quarterly numbers, but this far in 2020, we have already had three “final months” and the numbers simply do not lie. For the first 11 months of 2020, Tesla’s registrations have fallen 78% in the Netherlands and 75% in Norway. \n\n\nTo be fair, Tesla has performed better in 2020 than 2019 in the UK and Germany, and of course Tesla will pull its normal “channel stuffing'' of deliveries around Christmas to try and flatter full-year figures. Net net, though, the destruction of demand for Tesla in the “greener” markets implies that Tesla’s sales will fall at least 30% in Europe in 2020, a much larger decline than the European car market as a whole will suffer. \nMore importantly, the development of market share in The Netherlands and Norway shows how Tesla will fare as the other vehicle markets (U.S. and China, for example) become more mature regarding the supply of electric vehicles. The simple answer is: not well, and there is only one credible explanation: Volkswagen \nHere are published registration figures from European governmental agencies. \n\n Norway (Source: OFV)  \nModel 3 267 452 3,538 14,432 \nTesla Total 546 325 4,324 17,403 \nVW ID.3 986 n/a 5,451 n/a \nAudi e-tron 569 518 8,773 5,095 \n\n Netherlands (Source: RAI)  \nModel 3 91 3,977 4,431 17,868 \nTesla Total 152 4,810 4,113 18,428 \nVW ID.3 1,499 n/a 4,882 n/a \nAudi e-tron 382 167 1,555 1,062 \nSo, Tesla has “lost” more than 27,000 unit sales from these two relatively small countries thus far in 2020. This is the major reason that Tesla has zero chance of delivering 500,000 units this year and serves as a partial offset to incremental units Tesla is producing in China at its Lingang facility near Shanghai. As the table above shows, much of Tesla’s lost BEV volume has been assumed by Volkswagen. \nBut that's not a full offset, because, as the Chinese media hyped a few weeks ago, Tesla has sent 7,000 Model 3s (SR+ configuration, according to my sources) to Europe. Sending its; lowest-end vehicle to try and plug a hole in the leaking dike of plunging Dutch sales is a self-defeating strategy for Tesla. Those Chinese-made SR+s are apparently much heavier than theri Fremont-built cousins owing to their use of LFP batteries. That negatively impacts performance, both in 0-60 times and full-charge range. No consumer products company has ever saved its brand by dumping a bunch of low-end products on a key market. It doesn’t work that way. \nSo, the European BEV pecking order has been clearly set. Volkswagen is number 1. The Audi e-tron and VW ID.3 are dominating their respective zero-emissions categories, and I believe that will continue into 2021. Geely/Volvo’s Polestar has been widely lauded for its Polestar 2 BEV model, and after some launch glitches owing to software problems, it is the niche model to watch in Europe in 2021 on the BEV passenger car side. Polestar’s corporate cousin, the Volvo XC40 Recharge, would carry that title on the battery-powered SUV side. \nBut what about Tesla’s Model 3 and the soon-to-be-introduced-in-Europe Model Y? Like water, car sales find their own level. While consumers will wait for a given product—and I don’t doubt that some European consumers are waiting for Model Ys—the auto industry has never, in my 30 years of following it, shown any tendency to shortages. There are ALWAYS other cars to buy. \nAutos are a consumer product. Just as demand for BlackBerry and Nokia smartphones was eroded and eventually destroyed by the iPhone and Android devices, the European consumer is now voting with her wallet and choosing the newer, more innovative product (VW’s ID.3) over the first-mover (the Model 3). Comparisons over price, range and other technical details are irrelevant. The ID.3 and Model 3 plug into an outlet. That;’s the difference here. They are now and always will be direct competitors, and will be for as long as BEVs are sold at the expense of both the environment and FCEVs, which, in my opinion, represent a superior technology. \nBut electric cars are cool to look at and fun to drive, as the “throttle” response is something that cars with internally combusted engines can never match. Massive government subsidies and a cool factor are a potent combination, and are, along with technical, indexing factors, the main reason why Tesla has a market cap in excess of $500 billion today. The back-of-the-envelope math carried out by the innumerate buffoons who “follow” Tesla and are either bought off (by banking fees from Tesla’s frequent stock and bond offerings) or just plain stupid, is ignoring one slightly important factor: COMPETITION. \nMusk woke the auto industry up to the potential of BEVs, but did so by cutting financial and operational corners. Tesla makes cars that have a horrible reputation for quality as measured by the most-respected auto industry surveys. That was an error of hubris. The door is open for a well-made BEV and Volkswagen has walked through that door with the ID.3. With ID.4 production now underway at two VW JV factories in China and ID.4 exports from Germany to the U.S. beginning very soon, the game is truly underway. \nThe existence of competition—let alone the ability of VW to absolutely destroy demand for Teslas in key markets—is in no way factored into the valuation of Tesla stock. Competition. Competition. Competition. It is the lifeblood of the car industry. Someday the buffoonish “analysts” who follow Tesla (none of them also follow Volkswagen, to my knowledge) will figure that out. Today is not that day.  \n Follow me on or. Check out my.  I have researched stocks for 27 years, starting fresh out of college at Lehman Brothers and then moving to Donaldson, Lufkin and Jenrette. At DLJ I was a Senior Analyst following US auto parts companies before relocating to London to originate DLJ's European Automotive coverage and then moving to UBS. I had a decade of sell-side experience, attaining the CFA designation. After years of growing my own portfolio, I founded Portfolio Guru LLC three years ago. I construct portfolios for my clients on a fee-only, separately-managed basis and write about small stocks in my newsletter, MicroCap Guru. My work is also featured on Real Money, the premium portal of TheStreet.com. The Sanskrit root of \"Guru\" combines \"dispel\" and \"darkness.\" I invest solely for individuals, and for them I try to dispel the darkness that emanates from Wall Street. My friends enjoy poking fun at my nom de stock, and when I am not Guru-ing, I enjoy spending time with them, outdoor activities, and sampling NYC. I can be reached at jim@excap.biz ",
    "url": "https://www.forbes.com/sites/jimcollins/2020/12/01/tesla-sales-have-fallen-off-a-cliff-in-europes-greenest-car-markets-in-2020/",
    "id": "2af47e1c-3ce1-51d6-8b30-638373183757",
    "parent_classification": "economy, business and finance",
    "child_classification": "business",
    "publication": "Forbes"
}